[
  {
    "company_name": "GameAnalytics",
    "website": "https://gameanalytics.com",
    "homepage_general": {
      "value_proposition": "Leading growth platform for game studios offering connected suite of products (IQ Suite) to help developers understand players, optimize performance, and scale success. Provides powerful game analytics tools for free, making data-driven game development accessible to everyone.",
      "target_customer": "Game developers of all sizes - particularly popular among indie teams and mobile studios. Trusted by 100,000+ games worldwide including Voodoo, Splitting Point, and Gamefam. Processes 27 billion daily events across mobile, PC, console, VR, and Roblox.",
      "pricing_model_hint": "Freemium with 5 pricing tiers - free tier available, paid tiers starting at $29/month",
      "free_trial_demo": "Yes - free tier with no usage caps, interactive demo with pre-populated data available, free trial available for paid features, book live demo option",
      "community_links": "Discord, social media presence, developer forums"
    },
    "pricing": {
      "pricing_model": "subscription",
      "price_tiers": [
        {
          "tier_name": "Free",
          "price": "$0",
          "description": "Essential analytics and insights for up to 2M MAUs"
        },
        {
          "tier_name": "Indie Program",
          "price": "$99/month",
          "description": "Full Pro features locked for one year, max 100K MAU to enroll (not removed if exceed during year)"
        },
        {
          "tier_name": "Starter/Basic",
          "price": "$29/month",
          "description": "Enhanced features for growing games"
        },
        {
          "tier_name": "Pro",
          "price": "$299/month",
          "description": "Dive deeper into player behavior, unlock granular insights, scale with portfolio-wide visibility, usage-based fees for higher volumes"
        },
        {
          "tier_name": "Enterprise",
          "price": "Custom (dedicated account manager at $4K+/month contract)",
          "description": "Advanced analyses with out-of-the-box data pipelines and API access, BigQuery access at $6.25 per TiB"
        }
      ],
      "free_trial_details": "Free trial available for paid features - auto-converts to paid unless canceled, requires credit card, can cancel anytime before expiration",
      "educational_discount": "VC-backed studio program: $6K in Pro credits, 50% off 12-month MarketIQ Pro subscription, premium support"
    },
    "careers": {
      "has_gtm_roles": false,
      "gtm_job_titles": [],
      "growth_signals": "Acquired by Mobvista in 2016, opened new London head office, expanding product suite with IQ Suite (AnalyticsIQ, SegmentIQ, MarketIQ, PipelineIQ), V3 platform launched in 2025",
      "total_open_positions": "No specific GTM roles found on careers page, general hiring ongoing"
    },
    "blog_content": {
      "recent_posts": [
        {
          "title": "Creative Strategy with Ad Insights",
          "date": "December 15, 2025",
          "topic": "Seven-step workflow combining data, analysis, and iteration powered by Ad Insights"
        },
        {
          "title": "GameAnalytics Has Evolved / IQ Suite Announcement",
          "date": "October 15, 2025",
          "topic": "New IQ Suite transforming data expertise into connected tools for studios"
        },
        {
          "title": "Platform Refresh / AnalyticsIQ Update",
          "date": "October 15, 2025",
          "topic": "Refreshed platform with real-time analytics, A/B Testing, Remote Configs moved to SegmentIQ"
        }
      ],
      "publishing_frequency": "Monthly - consistent product updates and industry insights",
      "content_focus": "Product updates, game development best practices, analytics insights, benchmark reports (Roblox 2025 Benchmarks), developer education"
    },
    "about": {
      "year_founded": 2011,
      "acquisition_status": "Acquired by Mobvista on July 14, 2016 (continued as independent platform)",
      "company_size": "35-41 employees",
      "headquarters": "London, United Kingdom (1 Hardwick Street, EC1R 4RB) with offices in Copenhagen (original HQ), Beijing"
    },
    "gtm_strategy_summary": "GameAnalytics employs a product-led growth strategy with a generous free tier to drive adoption among indie developers, then upsells to paid tiers as games scale. They leverage their massive network effect (100,000+ games) for benchmarking and competitive intelligence. The 2025 IQ Suite expansion signals a move upmarket toward enterprise game studios while maintaining indie accessibility.",
    "gtm_gaps_opportunities": [
      "Limited visible GTM team - no sales, marketing, or BD roles listed suggests potential for building out commercial organization to accelerate enterprise adoption",
      "Strong product but limited content marketing - blog publishes monthly but could increase frequency and expand to video, podcasts, and developer case studies to build thought leadership",
      "Post-acquisition by Mobvista (2016), opportunity to better integrate cross-sell opportunities between GameAnalytics analytics and Mobvista's user acquisition capabilities"
    ],
    "opportunity_score": 7,
    "opportunity_score_rationale": "Strong product-market fit with 100K+ games, proven freemium model, recent platform expansion (IQ Suite), but appears to lack sophisticated GTM infrastructure. High potential for GTM consulting to build enterprise sales motion, expand content marketing, implement customer success programs, and create partner ecosystem. Ownership by Mobvista provides resources for growth investment."
  },
  {
    "company_name": "DeltaDNA (Unity)",
    "website": "https://deltadna.com",
    "homepage_general": {
      "value_proposition": "Real-time analytics and marketing platform for gaming industry using advanced data mining and predictive modeling to identify and segment player behaviors. Improves player engagement by up to 350% and increases retention and revenues (customers seeing 6x revenue increases). Now integrated into Unity Gaming Services as LiveOps tools.",
      "target_customer": "Free-to-play games including social casino, real money gambling, mobile, MMOs and cloud gaming. Serves both indie developers and major studios including Take-Two Interactive, Square Enix Montreal, Bandai Namco Entertainment Europe. 160M MAU coverage.",
      "pricing_model_hint": "Previously had indie pricing at $100/month for up to 200K MAU (90% discount), free 'DeltaDNA Go' package - now integrated into Unity pricing",
      "free_trial_demo": "Integrated into Unity ecosystem - available through Unity subscription/licensing",
      "community_links": "Unity community forums, integrated into Unity documentation and resources"
    },
    "pricing": {
      "pricing_model": "both",
      "price_tiers": [
        {
          "tier_name": "Unity Integration",
          "price": "Included with Unity subscriptions",
          "description": "LiveOps tools integrated into Unity Gaming Services - pricing bundled with Unity platform"
        },
        {
          "tier_name": "Historical Indie (Pre-acquisition)",
          "price": "$100/month",
          "description": "Up to 200K MAU - 90% discount for indie developers (no longer available as standalone)"
        },
        {
          "tier_name": "Historical Free (Pre-acquisition)",
          "price": "$0",
          "description": "DeltaDNA Go - monitor and evaluate game/marketing performance with limited features (no longer available)"
        }
      ],
      "free_trial_details": "Available through Unity platform trial/demo programs",
      "educational_discount": "Available through Unity's educational programs and academic licensing"
    },
    "careers": {
      "has_gtm_roles": false,
      "gtm_job_titles": [],
      "growth_signals": "Acquired by Unity Technologies in September 2019, integrated into Unity Gaming Services as core LiveOps offering, operates as part of Unity's Acquire-Engage-Monetize suite",
      "total_open_positions": "Now part of Unity - positions available through Unity careers portal (careers.unity.com)"
    },
    "blog_content": {
      "recent_posts": [
        {
          "title": "Platform Release Updates",
          "date": "Historical - no recent standalone blog",
          "topic": "Release 52 with audit logs, cached dashboard views, UX improvements"
        },
        {
          "title": "In Conversation Series",
          "date": "June 2020",
          "topic": "People behind analytics work including ARPDAU, benchmark reports, Sankey charts"
        },
        {
          "title": "Unity LiveOps Case Studies",
          "date": "2022-2025",
          "topic": "Second Dinner's Marvel Snap using Unity Gaming Services, KPI optimization guides"
        }
      ],
      "publishing_frequency": "Infrequent - content now published through Unity blog and documentation",
      "content_focus": "Technical platform updates, analytics methodology, Unity integration guides, case studies of Unity Gaming Services implementations"
    },
    "about": {
      "year_founded": 2010,
      "acquisition_status": "Acquired by Unity Technologies on September 20, 2019 (operates as separate entity within Unity)",
      "company_size": "Integrated into Unity's organization (Unity has 444+ employees total, DeltaDNA team size not separately disclosed)",
      "headquarters": "Edinburgh, Scotland (original) - now part of Unity's global operations"
    },
    "gtm_strategy_summary": "DeltaDNA's GTM now operates entirely through Unity's distribution channels, leveraging Unity's massive developer base (millions of developers) to cross-sell LiveOps capabilities. The strategy shifted from standalone product to embedded platform play, reducing friction for Unity developers while expanding total addressable market through bundling and integration.",
    "gtm_gaps_opportunities": [
      "Lost standalone brand identity post-Unity acquisition - opportunity to maintain some independent marketing to non-Unity developers on other engines",
      "Original blog and content largely dormant - could resurrect thought leadership on LiveOps best practices to drive inbound for both DeltaDNA and Unity",
      "Integration with Unity is deep but education gap remains - opportunity for certification programs, training courses, and implementation consulting services"
    ],
    "opportunity_score": 3,
    "opportunity_score_rationale": "Low opportunity as independent entity since fully integrated into Unity Technologies. Most GTM decisions made at Unity corporate level. Limited standalone sales motion. However, there may be niche opportunity for consulting on DeltaDNA-specific implementations, LiveOps strategy for Unity developers, and migration services for legacy DeltaDNA customers. The Unity integration actually reduces need for external GTM support."
  },
  {
    "company_name": "Xsolla",
    "website": "https://xsolla.com",
    "homepage_general": {
      "value_proposition": "Comprehensive video game eCommerce platform with transaction engine and business engine to accept payments worldwide, monetize/publish games, and connect to marketing channels. Mission: 'We Bring Opportunities Together' - simplifying global distribution, marketing, and monetization. Supports 1000+ payment methods across 200+ countries, 550+ web shops generating $1B+ revenue for game companies.",
      "target_customer": "Video game developers and publishers of all sizes worldwide - from indie to enterprise. Serves companies building PC, console, mobile, and web-based games. Notable for supporting emerging markets with localized payment methods.",
      "pricing_model_hint": "Revenue share model - 1-5% per transaction depending on payment method, no upfront costs",
      "free_trial_demo": "Yes - free to start with no upfront cost, grow with revenue share model, demo available through sales team",
      "community_links": "Developer documentation, API resources, Discord community, YouTube channel, Twitter, LinkedIn very active"
    },
    "pricing": {
      "pricing_model": "subscription",
      "price_tiers": [
        {
          "tier_name": "Standard Revenue Share",
          "price": "1-5% per transaction",
          "description": "Transaction fees based on payment method used, no integration cost, no upfront payments, access to 700+ payment types in 200+ geographies"
        },
        {
          "tier_name": "Indie/Mid-tier Studios",
          "price": "Up to 30% fee discount",
          "description": "Discounted rates for qualifying indie and mid-sized game studios"
        },
        {
          "tier_name": "Enterprise",
          "price": "Custom pricing",
          "description": "Negotiated rates for high-volume publishers, includes dedicated account management, custom integrations, white-glove service"
        }
      ],
      "free_trial_details": "No trial needed - pay-as-you-go model with no upfront costs, only pay when you earn revenue",
      "educational_discount": "No formal educational discount program, occasional limited-time student promotions (40% off with FLIPMEMAX10 code historically)"
    },
    "careers": {
      "has_gtm_roles": true,
      "gtm_job_titles": [
        "Business Development Manager",
        "Business Development Director",
        "Business Development Manager - Turkey",
        "Business Development Manager - Taiwan",
        "Marketing Director, Fintech",
        "Regional Marketing Manager, Americas",
        "Senior Event Manager - Experiential Marketing",
        "Integrated Marketing Manager"
      ],
      "growth_signals": "52+ open positions (Glassdoor), global expansion with regional BD roles in Turkey and Taiwan, fintech marketing leadership hire, experiential marketing team, rebrand in 2025 for future of game commerce, 550+ web shops generating $1B+ revenue, expanded MENA payment network with 11 new methods",
      "total_open_positions": "52+ positions including multiple GTM roles across sales, marketing, and business development"
    },
    "blog_content": {
      "recent_posts": [
        {
          "title": "Xsolla and Affirm partner to offer flexible payment plans for gamers in Canada and the US",
          "date": "September 4, 2025",
          "topic": "Strategic partnership announcement for buy-now-pay-later gaming payments"
        },
        {
          "title": "What is shaping the future of cloud gaming?",
          "date": "September 2, 2025",
          "topic": "Industry trends analysis on cloud gaming evolution"
        },
        {
          "title": "Streamline cross-platform data with the Adjust S2S Integration for Xsolla Web Shop",
          "date": "August 20, 2025",
          "topic": "Product integration announcement with attribution platform"
        }
      ],
      "publishing_frequency": "2-3x per week - very active content production",
      "content_focus": "Product announcements, partnership news, industry trend analysis, payment trends, developer guides, event sponsorships (Day of the Devs, Games for Change), Twitch trends reports, fintech innovations, regional expansion updates"
    },
    "about": {
      "year_founded": 2005,
      "acquisition_status": "Independent - Founded by Aleksandr Agapitov (returned as CEO in Feb 2024 after 2-year hiatus)",
      "company_size": "501-1,000 employees (LinkedIn), 893 employees (PitchBook), ~500 employees (Wikipedia 2022)",
      "headquarters": "Sherman Oaks, CA (15260 Ventura Boulevard) with offices in Perm Russia, Seoul South Korea, Berlin Germany, Kuala Lumpur Malaysia"
    },
    "gtm_strategy_summary": "Xsolla executes a global expansion GTM strategy with localized payment methods and regional business development teams. The pay-as-you-grow revenue share model eliminates friction for customer acquisition. Heavy investment in content marketing, event sponsorships, and thought leadership establishes category authority. Recent 2025 rebrand and fintech focus signal evolution from payments processor to comprehensive game commerce platform.",
    "gtm_gaps_opportunities": [
      "Despite large team, could benefit from more structured partner ecosystem program - currently ad-hoc integrations (GameAnalytics, Adjust) could be formalized into technology partner program with co-marketing",
      "Strong in product marketing but customer success/retention programs not visible - opportunity to build formal CS motion to reduce churn and drive expansion revenue",
      "Content is frequent but scattered - opportunity for more structured content pillars, gated high-value content for lead generation, and marketing automation to nurture developer pipeline"
    ],
    "opportunity_score": 5,
    "opportunity_score_rationale": "Medium opportunity. Xsolla has sophisticated GTM infrastructure with active hiring, strong content marketing, and global BD presence. However, there are refinement opportunities in partner program development, customer success operations, and marketing automation. Company is well-resourced and growing but could benefit from strategic GTM consulting on enterprise sales playbooks, vertical market expansion (Web3/blockchain gaming), and improving sales-to-CS handoff processes. The 2025 rebrand creates opportunity for repositioning and messaging optimization."
  },
  {
    "company_name": "Tilia (now Thunes Financial Services)",
    "website": "https://www.tilia.io",
    "homepage_general": {
      "value_proposition": "All-in-one payment platform for digital economies enabling games, virtual worlds, and content creators to accept payments, issue virtual tokens, manage in-app purchases, and enable users to earn and extract real money. Only payment processor that enables redemption of in-world currencies to real-world cash with full US money transmitter licensing. Unity Verified Solutions Partner.",
      "target_customer": "Games, virtual worlds, content creators, digital publishers needing virtual economy capabilities. Flagship customers: Second Life ($650M economy), VRChat (creator economy), mod.io, Upland. Focus on platforms requiring real-money payouts to users.",
      "pricing_model_hint": "Custom enterprise pricing - requires sales contact, licensed money transmitter in 48 US states",
      "free_trial_demo": "Demo available through sales contact, no self-service trial",
      "community_links": "LinkedIn active, Unity partner directory, documentation portal"
    },
    "pricing": {
      "pricing_model": "subscription",
      "price_tiers": [
        {
          "tier_name": "Enterprise",
          "price": "Custom pricing",
          "description": "White-glove implementation, compliance support, virtual token management, payment acceptance and payouts, money transmitter licenses included"
        }
      ],
      "free_trial_details": "No free trial - enterprise implementation with custom onboarding",
      "educational_discount": "Not publicly disclosed"
    },
    "careers": {
      "has_gtm_roles": true,
      "gtm_job_titles": [
        "Roles involving customer/competitor research",
        "Product positioning roles",
        "Marketing roles reporting to CMO"
      ],
      "growth_signals": "Acquired by Thunes (Singapore fintech with $362M funding) in June 2025, raised $22M previously with JP Morgan Payments and Dunamu as investors, Unity Verified Solutions Partner status, VRChat creator economy launch, remote-first culture",
      "total_open_positions": "1-2 positions visible on Glassdoor, more likely available post-Thunes acquisition integration"
    },
    "blog_content": {
      "recent_posts": [
        {
          "title": "Tilia sale to Thunes completed",
          "date": "June 4, 2025",
          "topic": "Acquisition announcement - Tilia renamed to Thunes Financial Services LLC"
        },
        {
          "title": "Tilia Wallet migrations complete",
          "date": "February 8, 2025",
          "topic": "Technical infrastructure update for Second Life wallet system"
        },
        {
          "title": "Financial and billing systems improvements for Second Life",
          "date": "January 18, 2025",
          "topic": "Platform enhancement announcement for flagship customer"
        }
      ],
      "publishing_frequency": "Quarterly - infrequent, focused on major announcements",
      "content_focus": "Platform updates, regulatory compliance, customer case studies (VRChat, Second Life), partnership announcements, technical infrastructure, financial services improvements"
    },
    "about": {
      "year_founded": 2019,
      "acquisition_status": "Acquired by Thunes (Singapore) on June 4, 2025 - renamed Thunes Financial Services LLC, 5-year exclusive partnership with Linden Lab",
      "company_size": "70 employees (pre-acquisition), now part of Thunes (444 employees total)",
      "headquarters": "San Francisco, CA (maintaining operations post-acquisition)"
    },
    "gtm_strategy_summary": "Tilia employed a highly targeted enterprise GTM focusing on complex virtual economy use cases requiring money transmitter licensing - a high barrier to entry that created strong defensibility. The Unity partnership provided strategic distribution channel. Post-Thunes acquisition, GTM will likely evolve to leverage Thunes' global payment network (84 currencies, 133 countries) and fintech expertise to expand beyond gaming into broader creator economy.",
    "gtm_gaps_opportunities": [
      "Pre-acquisition: Very limited marketing presence and thought leadership - only 3 blog posts in 2025, minimal content marketing despite unique regulatory moat",
      "Post-acquisition integration opportunity - Thunes brings global payment infrastructure but needs gaming/virtual world domain expertise to effectively sell into this vertical",
      "No visible partner ecosystem beyond Unity - opportunity to build integrations with game engines (Unreal, Godot), virtual world platforms (Roblox, Fortnite Creative), and UGC platforms"
    ],
    "opportunity_score": 8,
    "opportunity_score_rationale": "High opportunity, especially post-Thunes acquisition. Tilia has unique regulatory assets (48-state money transmitter licensing) and proven success with Second Life's $650M economy, but severely underinvested in marketing and GTM. The Thunes acquisition brings capital and global infrastructure but likely lacks gaming/metaverse GTM expertise. Significant opportunity for consulting on: (1) gaming vertical GTM strategy for Thunes, (2) building thought leadership on virtual economy regulation, (3) creating partner ecosystem, (4) developing customer success playbooks for complex implementations, (5) training Thunes sales team on gaming industry dynamics."
  },
  {
    "company_name": "DarkRift Networking (by Unordinal)",
    "website": "https://www.darkriftnetworking.com",
    "homepage_general": {
      "value_proposition": "High performance, multithreaded, open source networking system for Unity designed for authoritative server multiplayer experiences. Extremely performant with no CCU limits, overhead as low as 3 bytes on UDP. Originally created by Jamie Read, acquired by Unordinal in 2022 and released as free open source. Used by thousands of developers, recommended by Unity as top 5 netcode solution.",
      "target_customer": "Unity game developers building multiplayer games requiring authoritative servers - from indie to professional studios. Particularly suited for developers needing high performance, scalability, and no CCU restrictions.",
      "pricing_model_hint": "Free and open source (post-2022), previously had Free/Pro tiers",
      "free_trial_demo": "Fully free - available on Unity Asset Store, GitHub, and NuGet with full source code access",
      "community_links": "Discord (1,646 members), GitHub, Unity forums, publicly editable wiki"
    },
    "pricing": {
      "pricing_model": "perpetual",
      "price_tiers": [
        {
          "tier_name": "Open Source",
          "price": "$0",
          "description": "Fully free and open source since 2022 Unordinal acquisition, includes full source code, no CCU limits, MPL 2.0 and MIT licenses"
        },
        {
          "tier_name": "Historical Pro (Pre-2022)",
          "price": "Previously paid",
          "description": "No longer offered - included .NET Core support and full source code, now all features are free"
        }
      ],
      "free_trial_details": "Not applicable - entire product is permanently free and open source",
      "educational_discount": "Not applicable - free for all users including educational institutions"
    },
    "careers": {
      "has_gtm_roles": false,
      "gtm_job_titles": [],
      "growth_signals": "Acquired by Unordinal in 2022 and open sourced, Hazel (foundation library) forked and used in multi-award winning game Among Us, 1,646 Discord community members, highly rated on Unity Asset Store, now 100% community-maintained",
      "total_open_positions": "Unordinal has general career page but no specific openings listed, company is 20-49 employees, remote-first"
    },
    "blog_content": {
      "recent_posts": [
        {
          "title": "Unordinal acquires DarkRift2 and releases as open source",
          "date": "April 13, 2022",
          "topic": "Acquisition announcement and commitment to open source initiative"
        },
        {
          "title": "Community-driven updates",
          "date": "Ongoing through 2025",
          "topic": "GitHub releases, community contributions, Discord discussions - no formal blog"
        },
        {
          "title": "Starting and running a company in 2021",
          "date": "2021",
          "topic": "Unordinal founding story and remote-first philosophy"
        }
      ],
      "publishing_frequency": "Minimal - no active corporate blog, updates via GitHub releases and Discord community",
      "content_focus": "Technical documentation, community tutorials, GitHub release notes, Unity forum discussions, Discord community support"
    },
    "about": {
      "year_founded": 2014,
      "acquisition_status": "Acquired by Unordinal AB (Sweden) on April 13, 2022, released as open source, now community-maintained (Unordinal no longer actively maintains)",
      "company_size": "Community-maintained project, Unordinal (parent company) has 20-49 employees",
      "headquarters": "Stockholm, Sweden (Unordinal HQ), creator Jamie Read based in UK, remote-first/distributed community"
    },
    "gtm_strategy_summary": "DarkRift transitioned from commercial product to open source community project in 2022, eliminating traditional GTM entirely. The strategy now relies on community evangelism, word-of-mouth, and organic adoption through Unity Asset Store presence and GitHub. Success measured by developer adoption and community health rather than revenue. The open source model removes pricing friction and CCU limitations that competitive products impose, driving adoption among cost-sensitive indie developers.",
    "gtm_gaps_opportunities": [
      "Zero commercial GTM infrastructure - while intentional for open source, creates opportunity for commercial support/consulting services around DarkRift implementations",
      "No monetization strategy - Unordinal could offer DarkRift Pro Support packages, implementation consulting, or managed hosting without compromising open source code",
      "Strong community (1,646 Discord members) but minimal structured education - opportunity for certification programs, video courses, or bootcamps that could be monetized while keeping core product free"
    ],
    "opportunity_score": 6,
    "opportunity_score_rationale": "Moderate-to-high opportunity despite open source nature. While the product itself is free, there's significant potential for building commercial services layer: (1) DarkRift implementation consulting for game studios, (2) enterprise support contracts for studios needing SLA guarantees, (3) managed hosting/infrastructure services for DarkRift servers, (4) training and certification programs, (5) custom feature development as consulting engagements. The 'Among Us' connection (Hazel library) provides powerful social proof. Unordinal appears to have stepped back from active maintenance, creating opportunity for third-party to fill support vacuum. Community is active and engaged, indicating healthy demand."
  }
]
